"DocumentTitle"="Database";

"BackupEMailSubj"="Smart Budget (backup copy) - %@";
"BackupEMailBody"="This message contains your database backup copy along with the CSV file for easier viewing in Numbers or Excel.\nSend it to yourself and save it to the ‘Important’ Folder.\n\n----\nSmart Budget Developers\nSoftware Version - %@\niOS Version - %@\n";
"FAQTitle"="FAQ";
"PurchasePrice"="The cost of upgrade is %@";
"No"="No";
"Yes"="Yes";
"ReturnedTitle"="Repaid";
"LoansSectionTitle"="Repayment - %@";
"LoansTitle"="Loans";
"SheetsHint"="The transactions are saved on the sheets. A sheet can be created for a month or a project, e.g. create a separate sheet to record the wedding expenses. It is convenient to create a new sheet for the month at the time your salary/ wages are paid.";
"SheetsHintArrange"="Click on the name of the sheet to rename it. Click the red button to the left of the unused sheet to delete it.";
"SheetHint"="Start adding income and expenses (i.e. transactions) to this sheet by clicking the ‘plus’ button. You can pre-set the list of your bank accounts by pressing the wallet button in the bottom row.";
"SheetHintiPad"="Start adding income and expenses (i.e. transactions) to this sheet by clicking the ‘plus’ button.";
"AccountsHint"="When the account is created its balance equals zero. The funds in the accounts will show and expend as a result of the transactions. All accounts are multicurrency.";
"AccountsHintArrange"="Click on the name of the account to rename it. Click the red button to the left of the unused account to delete it.";
"PlannedHint"="This is where planned transactions are located. When about 3 days are left till the date planned, this list entry becomes highlighted.";
"LoansHint"="This is where the loans are located. To add a loan, choose ‘Loan’ after entering the transaction amount. When about 3 days are left till the date of repayment, this list entry becomes highlighted.";
"TapHoldHint"="Press the ‘±’ button to switch between income and expense.";
"ExpenseRemoveContactButton"="Disassociate Contact";
"ButtonStatsTitle"="Report";
"GraphButtonTitle"="Chart";
"CategoryAddNew"="Create a new category";
"TapAndHoldToEditUserCategory"="Press and hold to edit the category";
"DocsHintLocal"="The database is stored on this device. You are welcome to enable cloud sync sharing finances between several devices.";
"DocsHintCloudNeedCommit"="The database is stored on this device and cloud sync is enabled. Some changes have not been sent to the cloud yet.";
"DocsHintCloud"="The database is stored on this device and cloud sync is enabled.";
"RevokeButton"="Disable cloud sync";
"RevokeTitle"="The database copy will be removed from the cloud, other devices will lose access to it and all invitations will be cancelled.";
"Publish1"="1. Enable cloud sync";
"Invite2"="2. Send invitations";
"Revoke3"="Disable cloud sync";
"Revoke3Bad"="Continue";
"PublishHint"="Keep shared finances on multiple devices by following 3 simple steps.";
"RevokeHint"="To deny database access, remove it from the ‘cloud’.";
"CloudWarningTitle"="Cloud sync have been enabled";
"CloudWarningText"="We recommend that you send an invitation to yourself and save it in the 'Important' folder. It is impossible to restore your data from the cloud without an invitation, because it contains necessary keys.";
"LoveText"="Love Smart Budget? Consider writing a short review in the App Store or recommending it to your friends.";
"TweetText"="I'm using Smart Budget for my personal finances.";

"Export20"="Export to version 2.0";
"SheetAddNew"="Create a new sheet";
"AccountAddNew"="Create a new account";